/* Additional */
"Additional" = "נוסף";

/* Password reset message in PFLogInViewController */
"An email with reset instructions has been sent to '%@'." = "אימייל עם פרטים לאיפוס סיסמה נשלח ל-'%@'.";

/* Cancel */
"Cancel" = "ביטול";

/* Download Error */
"Download Error" = "שגיאה בהורדה";

/* DOWNLOADING */
"DOWNLOADING" = "מוריד";

/* Email */
"Email" = "אימייל";

/* Error */
"Error" = "שגיאה";

/* Error occurred during deletion */
"Error occurred during deletion" = "שגיאה במחיקה";

/* Forgot Password? */
"Forgot Password?" = "שכחת סיסמה?";

/* INSTALLED */
"INSTALLED" = "הותקן";

/* Load more... */
"Load more..." = "טען עוד...";

/* Loading message of PFQueryTableViewController */
"Loading..." = "טוען...";

/* Log In */
"Log In" = "כניסה";

/* Login failed alert title in PFLogInViewController */
"Login Failed" = "התחברות נכשלה";

/* OK */
"OK" = "אישור";

/* Password */
"Password" = "סיסמה";

/* Password too short error message in PFSignUpViewController */
"Password must be at least %d characters." = "מינימום תווים לסיסמה: %d תווים.";

/* Password reset success alert title in PFLogInViewController. */
"Password Reset" = "איפוס סיסמה";

/* Password reset error alert title in PFLogInViewController. */
"Password Reset Failed" = "איפוס סיסמה נכשל";

/* Password missing error message in PFSignUpViewController */
"Please enter a password." = ".הכנס סיסמה";

/* Username missing error message in PFSignUpViewController */
"Please enter a username." = "הכנס שם משתמש.";

/* Email missing error message in PFSignUpViewController */
"Please enter an email." = "הכנס כתובת אימייל.";

/* Email request message in PFLogInViewController */
"Please enter the email address for your account." = "הכנס את כתובת האימייל שלך.";

/* Generic login failed alert message in PFLogInViewController */
"Please try again" = "בבקשה נסה שוב";

/* Purchase Error */
"Purchase Error" = "שגיאה בקנייה";

/* Forgot password request title in PFLogInViewController */
"Reset Password" = "אפס סיסמה";

/* Sign Up */
"Sign Up" = "הרשמה";

/* Sign Up Error */
"Sign Up Error" = "שגיאה בהרשמה";

/* Email is taken error format in PFSignUpViewController. */
"The email '%@' is taken. Please try using a different email." = "כתובת האימייל '%@' כבר בשימוש. בחר כתובת אימייל שונה.";

/* Invalid email address error message in PFSignUpViewControllers */
"The email address is invalid. Please enter a valid email." = "כתובת האימייל שהזנת אינה חוקית. הכנס כתובת אימייל תקינה.";

/* Username taken error format in PFSignUpViewController */
"The username '%@' is taken. Please try choosing a different username." = "שם המשתמש '%d' קיים במערכת. בחר שם אחר.";

/* Invalid login credentials alert message in PFLogInViewController */
"The username and password you entered don't match" = "שם משתמש וסיסמה אינם תקינים";

/* Username */
"Username" = "שם משתמש";

